Repository: yachi8yo/NicoKaraMaker3Translation
Catalog: Strings/*/Resources.resw
Source language: en_us
Languages: ja_jp, ko_kr, zh_tw

# LyricsFontControl_ToggleButtonRubyKanji.Content
source: Kanji
ja_jp: 漢字
ko_kr: 한자
zh_tw: 漢字

# LyricsFontControl_ToggleButtonRubyKanji.ToolTipService.ToolTip
source: Kanji (ruby)
ja_jp: 漢字（ルビ）
ko_kr: 한자(루비)
zh_tw: 漢字 (標音)

# LyricsFontFaceControl_CheckBoxUseEdge2.Content
source: Add edge 2
ja_jp: 縁 2 を付ける(VE)
ko_kr: 테두리 2를 추가하다(VE)
zh_tw: 加上邊框 2(VE)

# LyricsFontFaceControl_TextBlockCharSizeSize.Text
source: Font size:
ja_jp: フォントサイズ(I)：
ko_kr: 글꼴 크기(I):
zh_tw: 字型大小(I)：

# LyricsFontFaceControl_TextBlockCharSizeSizeNote_0.Text
source: (If 0, set to:
ja_jp: （0 の場合は
ko_kr: (0일 경우에는
zh_tw: (設為 0 時，將與

# LyricsFontFaceControl_TextBlockDetail.Text
source: Detail:
ja_jp: 詳細(A)：
ko_kr: 상세(A):
zh_tw: 詳細資訊(A)：

# LyricsFontFaceControl_TextBlockEdgeSize2Size.Text
source: Edge 2 width:
ja_jp: 縁 2 の幅(VW)：
ko_kr: 테두리 2의 너비(VW):
zh_tw: 邊框 2 寬度(VW)：

# LyricsFontFaceControl_TextBlockEdgeSize2SizeNote_0.Text
source: (If 0, set to:
ja_jp: （0 の場合は
ko_kr: (0일 경우에는
zh_tw: (設為 0 時，將與

# LyricsFontFaceControl_TextBlockEdgeSizeSize.Text
source: Edge width:
ja_jp: 縁の幅(B)：
ko_kr: 테두리의 너비(B):
zh_tw: 邊框寬度(B)：

# LyricsFontFaceControl_TextBlockEdgeSizeSizeNote_0.Text
source: (If 0, set to:
ja_jp: （0 の場合は
ko_kr: (0일 경우에는
zh_tw: (設為 0 時，將與

# LyricsFontFaceControl_TextBlockFontName.Text
source: Font:
ja_jp: フォント(O)：
ko_kr: 글꼴(O):
zh_tw: 字型(O)：

# LyricsFontFaceControl_TextBlockFontNameNote_0.Text
source: (If left blank, set to:
ja_jp: （空欄の場合は
ko_kr: (빈 칸인 경우에는
zh_tw: (留白時，將與

# LyricsFontFaceControl_TextBlockUseEdge2Note_0.Text
source: (If -, set to:
ja_jp: （- の場合は
ko_kr: (- 인 경우에는
zh_tw: (設為「－」時，將與

# LyricsFontFaceControl_TextBlockXScale.Text
source: X scale:
ja_jp: 横方向拡大率：
ko_kr: 가로 방향 확대율:
zh_tw: 水平縮放比例：

# LyricsFontFaceControl_TextBlockXScaleNote_0.Text
source: (If 0, set to:
ja_jp: （0 の場合は
ko_kr: (0일 경우에는
zh_tw: (設為 0 時，將與

# LyricsFontModel_BrushInfoModel_SettingsName_0
source: After wipe / Text color
ja_jp: ワイプ後／文字色
ko_kr: 와이프 후 / 문자 색상
zh_tw: 刷色後/文字顏色

# LyricsFontModel_BrushInfoModel_SettingsName_1
source: Edge color
ja_jp: 縁取り色
ko_kr: 테두리 색상
zh_tw: 邊框顏色

# LyricsFontModel_BrushInfoModel_SettingsName_2
source: Edge 2 color
ja_jp: 縁取り 2 色
ko_kr: 테두리 2색상
zh_tw: 邊框 2 顏色

# LyricsFontModel_BrushInfoModel_SettingsName_3
source: Decor color
ja_jp: 飾り色
ko_kr: 장식 색상
zh_tw: 裝飾色

# LyricsFontModel_BrushInfoModel_SettingsName_4
source: Before wipe / Text color
ja_jp: ワイプ前／文字色
ko_kr: 와이프 전/문자 색상
zh_tw: 刷色前/文字顏色

# LyricsFontModel_BrushInfoModel_SettingsName_5
source: Edge color
ja_jp: 縁取り色
ko_kr: 테두리 색상
zh_tw: 邊框顏色

# LyricsFontModel_BrushInfoModel_SettingsName_6
source: Edge 2 color
ja_jp: 縁取り 2 色
ko_kr: 테두리 2색상
zh_tw: 邊框 2 顏色

# LyricsFontModel_BrushInfoModel_SettingsName_7
source: Decor color
ja_jp: 飾り色
ko_kr: 장식 색상
zh_tw: 裝飾色

# LyricsFontModel_FontFaceInfoModel_SettingsName_0
source: Lyrics / Kanji
ja_jp: 歌詞／漢字
ko_kr: 가사/한자
zh_tw: 歌詞/漢字

# LyricsFontModel_FontFaceInfoModel_SettingsName_1
source: Lyrics / Kana
ja_jp: 歌詞／かな
ko_kr: 가사/가나
zh_tw: 歌詞/假名

# LyricsFontModel_FontFaceInfoModel_SettingsName_2
source: Lyrics / Alnum
ja_jp: 歌詞／英数
ko_kr: 가사/영수
zh_tw: 歌詞/英數字

# LyricsFontModel_FontFaceInfoModel_SettingsName_3
source: Ruby / Kanji
ja_jp: ルビ／漢字
ko_kr: 루비/한자
zh_tw: 標音/漢字

# LyricsFontModel_FontFaceInfoModel_SettingsName_4
source: Ruby / Kana
ja_jp: ルビ／かな
ko_kr: 루비/가나
zh_tw: 標音/假名

# LyricsFontModel_FontFaceInfoModel_SettingsName_5
source: Ruby / Alnum
ja_jp: ルビ／英数
ko_kr: 루비/영수
zh_tw: 標音/英數字

# LyricsFontModel_ModelName
source: Font
ja_jp: フォント
ko_kr: 글꼴
zh_tw: 字型

# LyricsFontModel_Undo_BlurLevel
source: Blur intensity
ja_jp: ブラーの濃さ
ko_kr: 블러의 농도
zh_tw: 模糊程度

# LyricsFontModel_Undo_DecorKind
source: Text decoration type
ja_jp: 文字飾りの種類
ko_kr: 문자 장식의 종류
zh_tw: 文字裝飾類型

# LyricsFontModel_Undo_DecorSize
source: Text decoration size
ja_jp: 文字飾りのサイズ
ko_kr: 문자 장식의 크기
zh_tw: 文字裝飾尺寸

# LyricsInfoControl_ButtonBrowseSourceLyricsPath.Content
source: Browse...
ja_jp: 参照(B)...
ko_kr: 참조(B)...
zh_tw: 瀏覽(B)…

# LyricsInfoControl_TableViewColumnFont.Header
source: Font
ja_jp: フォント
ko_kr: 글꼴
zh_tw: 字型

# LyricsInfoControl_TableViewColumnLayout.Header
source: Layout
ja_jp: レイアウト
ko_kr: 레이아웃
zh_tw: 版面配置

# LyricsInfoControl_TableViewColumnLyrics.Header
source: Lyrics
ja_jp: 歌詞
ko_kr: 가사
zh_tw: 歌詞

# LyricsInfoControl_TableViewColumnLyricsBeginTime.Header
source: Singing start
ja_jp: 歌唱開始
ko_kr: 노래 시작
zh_tw: 演唱開始

# LyricsInfoControl_TableViewColumnLyricsEndTime.Header
source: Singing end
ja_jp: 歌唱終了
ko_kr: 노래 종료
zh_tw: 演唱結束

# LyricsInfoControl_TableViewColumnShowBeginTime.Header
source: Display start
ja_jp: 表示開始
ko_kr: 표시 시작
zh_tw: 顯示開始

# LyricsInfoControl_TableViewColumnShowEndTime.Header
source: Display end
ja_jp: 表示終了
ko_kr: 표시 종료
zh_tw: 顯示結束

# LyricsInfoControl_TableViewColumnSubtitleAction.Header
source: Actions
ja_jp: アクション
ko_kr: 액션
zh_tw: 動作

# LyricsInfoControl_TextBlockSourceLyricsPath.Text
source: Lyrics file:
ja_jp: 歌詞ファイル(L)：
ko_kr: 가사 파일(L):
zh_tw: 歌詞檔(L)：

# LyricsInfoModel_ModelName
source: Lyrics
ja_jp: 歌詞
ko_kr: 가사
zh_tw: 歌詞

# LyricsInfoModel_SettingsNameDefault_Chorus
source: Chorus{0}
ja_jp: コーラス{0}
ko_kr: 코러스{0}
zh_tw: 合唱{0}

# LyricsInfoModel_SettingsNameDefault_Main
source: Main
ja_jp: メイン
ko_kr: 메인
zh_tw: 主歌詞

# LyricsInfoModel_SourceLyricsPath_Undo
source: Lyrics file name
ja_jp: 歌詞ファイル名
ko_kr: 가사 파일 이름
zh_tw: 歌詞檔名

# LyricsLayoutControl_AllowBiting.Content
source: Allows some characters to overlap
ja_jp: 一部の文字の食い込みを許容する(W)
ko_kr: 일부 문자의 삐져나옴을 허용합니다(W)
zh_tw: 允許部分文字重疊(W)

# LyricsLayoutControl_ButtonAddHorizontalLayout.ToolTipService.ToolTip
source: Add left/right layout
ja_jp: 左右レイアウトを追加(A)
ko_kr: 좌우 레이아웃 추가(A)
zh_tw: 新增左右版面配置(A)

# LyricsLayoutControl_ButtonRemoveHorizontalLayout.ToolTipService.ToolTip
source: Remove left/right layout
ja_jp: 左右レイアウトを削除(R)
ko_kr: 좌우 레이아웃 삭제(R)
zh_tw: 刪除左右版面配置(R)

# LyricsLayoutControl_HorizontalAlignment.Text
source: Left/right layout for each row
ja_jp: 行ごとの左右レイアウト
ko_kr: 줄별 좌우 레이아웃
zh_tw: 各行的水平配置

# LyricsLayoutControl_HorizontalMarginSize.Text
source: Left/right margins
ja_jp: 左右余白(F)
ko_kr: 좌우 여백(F)
zh_tw: 左右邊距(F)

# LyricsLayoutControl_TextBlockLineSpaceSize.Text
source: Line spacing
ja_jp: 行間(L)
ko_kr: 행간(L)
zh_tw: 行距(L)

# LyricsLayoutControl_TextBlockLyricsAndRubyIntervalSize.Text
source: Spacing between lyrics and ruby:
ja_jp: 歌詞とルビの間隔(C)：
ko_kr: 가사와 루비의 간격(C):
zh_tw: 歌詞與標音的間距(C)：

# LyricsLayoutControl_TextBlockLyricsIntervalSize.Text
source: Lyrics spacing:
ja_jp: 歌詞間隔(I)：
ko_kr: 가사 간격(I):
zh_tw: 歌詞間距(I)：

# LyricsLayoutControl_TextBlockRubyAlignment.Text
source: Ruby placement:
ja_jp: ルビ配置(Y)：
ko_kr: 루비 배치(Y):
zh_tw: 標音對齊方式(Y)：

# LyricsLayoutControl_TextBlockRubyIntervalSize.Text
source: Ruby spacing:
ja_jp: ルビ間隔(U)：
ko_kr: 루비 간격(U):
zh_tw: 標音間距(U)：

# LyricsLayoutControl_TextBlockSmartHorizon.Text
source: Smart horizontal arrangement
ja_jp: スマート水平配置(D)
ko_kr: 스마트 가로 배치(D)
zh_tw: 智慧水平對齊(D)

# LyricsLayoutControl_TextBlockVerticalAlignment.Text
source: Vertical alignment
ja_jp: 上下配置
ko_kr: 상하 배치
zh_tw: 垂直對齊

# LyricsLayoutControl_TextBlockVerticalMarginBottomSize.Text
source: Bottom margin:
ja_jp: 下余白(B)：
ko_kr: 하단 여백(B):
zh_tw: 下邊距(B)：

# LyricsLayoutControl_TextBlockVerticalMarginTopSize.Text
source: Top margin:
ja_jp: 上余白(O)：
ko_kr: 상단 여백(O):
zh_tw: 上邊距(O)：

# LyricsLayoutControl_ToggleButtonBottom.Content
source: Bottom
ja_jp: ↓ 下寄せ
ko_kr: ↓ 하단 정렬
zh_tw: ↓ 靠下

# LyricsLayoutControl_ToggleButtonCenter.Content
source: Center
ja_jp: － 上下中央
ko_kr: － 상하 중앙
zh_tw: － 垂直置中

# LyricsLayoutControl_ToggleButtonTop.Content
source: Top
ja_jp: ↑ 上寄せ
ko_kr: ↑ 상단 정렬
zh_tw: ↑ 靠上

# LyricsLayoutModel_ModelName
source: Layout
ja_jp: レイアウト
ko_kr: 레이아웃
zh_tw: 版面配置

# LyricsLayoutModel_Undo_AllowBiting
source: Allows some characters to overlap
ja_jp: 一部の文字の食い込みを許容する
ko_kr: 일부 문자의 삐져나옴을 허용합니다
zh_tw: 允許部分文字重疊

# LyricsLayoutModel_Undo_HorizontalMargin
source: Left/right margins
ja_jp: 左右余白
ko_kr: 좌우 여백
zh_tw: 左右邊距

# LyricsLayoutModel_Undo_LineSpace
source: Line spacing
ja_jp: 行間
ko_kr: 행간
zh_tw: 行距

# LyricsLayoutModel_Undo_LyricsAndRubyInterval
source: Spacing between lyrics and ruby
ja_jp: 歌詞とルビの間隔
ko_kr: 가사와 루비의 간격
zh_tw: 歌詞與標音的間距

# LyricsLayoutModel_Undo_LyricsInterval
source: Lyrics spacing
ja_jp: 歌詞間隔
ko_kr: 가사간격
zh_tw: 歌詞間距

# LyricsLayoutModel_Undo_RubyAlignment
source: Ruby placement
ja_jp: ルビ配置
ko_kr: 루비배치
zh_tw: 標音對齊方式

# LyricsLayoutModel_Undo_RubyInterval
source: Ruby spacing
ja_jp: ルビ間隔
ko_kr: 루비간격
zh_tw: 標音間距

# LyricsLayoutModel_Undo_SelectedVerticalAlignmentIndex
source: Vertical alignment
ja_jp: 上下配置
ko_kr: 상하 배치
zh_tw: 垂直對齊

# LyricsLayoutModel_Undo_SmartHorizon
source: Smart horizontal arrangement
ja_jp: スマート水平配置
ko_kr: 스마트 가로 배치
zh_tw: 智慧水平對齊

# LyricsLayoutModel_Undo_VerticalMargin
source: Top/bottom margin
ja_jp: 上下余白
ko_kr: 상하 여백
zh_tw: 上下邊距

# LyricsLoader_LoadAll_Error_NoTimeTags
source: The lyrics file does not contain time tags: {0}
ja_jp: 歌詞ファイルにタイムタグが存在しません： {0}
ko_kr: 가사 파일에 타임 태그가 존재하지 않습니다: {0}
zh_tw: 歌詞檔中沒有時間標籤： {0}

# LyricsLoader_LoadAll_Error_PathEmpty
source: The lyrics file has not been specified.
ja_jp: 歌詞ファイルが指定されていません。
ko_kr: 가사 파일이 지정되지 않았습니다.
zh_tw: 未指定歌詞檔。

# LyricsLoader_LoadLines_Error_Encoding
source: The character encoding of the lyrics file could not be determined: {0}
ja_jp: 歌詞ファイルの文字コードを判定できませんでした： {0}
ko_kr: 가사 파일의 문자 코드를 판별할 수 없었습니다: {0}
zh_tw: 無法判斷歌詞檔的文字編碼： {0}

# MainPage_ButtonNavigationDown.ToolTipService.ToolTip
source: Down panel
ja_jp: パネル下へ
ko_kr: 패널 아래로
zh_tw: 移動至面板下方

# MainPage_ButtonNavigationUp.ToolTipService.ToolTip
source: Up panel
ja_jp: パネル上へ
ko_kr: 패널 위로
zh_tw: 移動至面板上方

# MainPage_MenuBarItemEdit.Title
source: Edit
ja_jp: 編集(E)
ko_kr: 편집(E)
zh_tw: 編輯(E)

# MainPage_MenuBarItemHelp.Title
source: Help
ja_jp: ヘルプ(H)
ko_kr: 도움말(H)
zh_tw: 說明(H)

# MainPage_MenuBarItemProject.Title
source: Project
ja_jp: プロジェクト(P)
ko_kr: 프로젝트(P)
zh_tw: 專案(P)

# MainPage_MenuBarItemTools.Title
source: Tools
ja_jp: ツール(T)
ko_kr: 도구(T)
zh_tw: 工具(T)

# MainPage_MenuFlyoutItemAbout.Text
source: About...
ja_jp: バージョン情報(A)...
ko_kr: 버전 정보(A)...
zh_tw: 版本資訊(A)…

# MainPage_MenuFlyoutItemChat.Text
source: Contact chat (Japanese)
ja_jp: お問い合わせチャット(R)
ko_kr: 문의 채팅(R)
zh_tw: 聯絡我們(R)

# MainPage_MenuFlyoutItemCheckUpdate.Text
source: Check for updates
ja_jp: 更新プログラムの確認(U)
ko_kr: 업데이트 프로그램 확인(U)
zh_tw: 檢查更新(U)

# MainPage_MenuFlyoutItemCommercialUse.Text
source: Regarding commercial use
ja_jp: 商用利用について(C)
ko_kr: 상업적 이용에 대해(C)
zh_tw: 關於商業用途(C)

# MainPage_MenuFlyoutItemFaq.Text
source: FAQ (Japanese)
ja_jp: よくある質問(Q)
ko_kr: 자주 묻는 질문(Q)
zh_tw: 常見問題(Q)

# MainPage_MenuFlyoutItemHelp.Text
source: Help
ja_jp: ヘルプ(H)
ko_kr: 도움말(H)
zh_tw: 說明(H)

# MainPage_MenuFlyoutItemHistory.Text
source: Update history (Japanese)
ja_jp: 更新履歴(Y)
ko_kr: 업데이트 내역(Y)
zh_tw: 更新記錄(Y)

# MainPage_MenuFlyoutItemNew.Text
source: New...
ja_jp: 新規作成(N)...
ko_kr: 새로 만들기(N)...
zh_tw: 新增(N)…

# MainPage_MenuFlyoutItemNicoKaraList.Text
source: Create a karaoke video list...
ja_jp: ニコカラリスト作成(I)...
ko_kr: 니코카라 목록 작성(I)...
zh_tw: 建立 NicoKara 清單(I)…

# MainPage_MenuFlyoutItemOpen.Text
source: Open...
ja_jp: 開く(O)...
ko_kr: 열기(O)...
zh_tw: 開啟(O)…

# MainPage_MenuFlyoutItemQuit.Text
source: Quit
ja_jp: 終了(Q)
ko_kr: 종료(Q)
zh_tw: 結束(Q)

# MainPage_MenuFlyoutItemSampleFolder.Text
source: Sample folder
ja_jp: サンプルフォルダー(S)
ko_kr: 샘플 폴더(S)
zh_tw: 範例資料夾(S)

# MainPage_MenuFlyoutItemSave.Text
source: Save
ja_jp: 上書き保存(S)
ko_kr: 덮어쓰기 저장(S)
zh_tw: 儲存檔案(S)

# MainPage_MenuFlyoutItemSaveAs.Text
source: Save as...
ja_jp: 名前を付けて保存(A)...
ko_kr: 이름을 붙여 저장(A)...
zh_tw: 另存新檔(A)…

# MainPage_MenuFlyoutItemSaveTemplate.Text
source: Register as template...
ja_jp: テンプレートとして登録(T)...
ko_kr: 템플릿으로 등록(T)...
zh_tw: 儲存為範本(T)…

# MainPage_MenuFlyoutItemSettings.Text
source: Settings...
ja_jp: 環境設定(S)...
ko_kr: 환경 설정(S)...
zh_tw: 設定(S)…

# MainPage_MenuFlyoutItemSupport.Text
source: Buy Me a Coffee
ja_jp: 支援・寄付のお願い(P)
ko_kr: 지원·기부 요청(P)
zh_tw: 贊助與捐贈(P)

# MainPage_MenuFlyoutItemToastHistory.Text
source: Notification history...
ja_jp: 通知履歴(N)...
ko_kr: 알림 기록(N)...
zh_tw: 通知記錄(N)…

# MainPage_MenuFlyoutItemTranslationProject.Text
source: Translation project
ja_jp: 翻訳プロジェクト (L)
ko_kr: 번역 프로젝트(L)
zh_tw: 翻譯專案(L)

# MainPage_MenuFlyoutItemTutorialMovie.Text
source: Tutorial (Japanese video)
ja_jp: チュートリアル（動画）(M)
ko_kr: 튜토리얼(동영상)(M)
zh_tw: 教學 (影片)(M)

# MainPage_MenuFlyoutItemTutorialText.Text
source: Tutorial (Text)
ja_jp: チュートリアル（テキスト）(T)
ko_kr: 튜토리얼(텍스트)(T)
zh_tw: 教學 (文字)(T)

# MainPage_MenuFlyoutItemWarnings.Text
source: List of warnings and information...
ja_jp: 警告・情報一覧(W)...
ko_kr: 경고·정보 목록(W)...
zh_tw: 警告與資訊清單(W)…

# MainPage_MenuFlyoutSubItemRecent.Text
source: Recent projects
ja_jp: 最近使用したプロジェクト(R)
ko_kr: 최근 사용한 프로젝트(R)
zh_tw: 最近使用的專案(R)

# MainPage_ToggleButtonFont.ToolTipService.ToolTip
source: Font settings
ja_jp: フォント設定(5)
ko_kr: 글꼴 설정(5)
zh_tw: 字型設定(5)

# MainPage_ToggleButtonLayout.ToolTipService.ToolTip
source: Layout settings
ja_jp: レイアウト設定(6)
ko_kr: 레이아웃 설정(6)
zh_tw: 版面配置設定(6)

# MainPage_ToggleButtonLyrics.ToolTipService.ToolTip
source: Lyrics settings
ja_jp: 歌詞設定(3)
ko_kr: 가사 설정(3)
zh_tw: 歌詞設定(3)

# MainPage_ToggleButtonOutput.ToolTipService.ToolTip
source: Video output
ja_jp: 動画出力(8)
ko_kr: 동영상 출력(8)
zh_tw: 輸出影片(8)

# MainPage_ToggleButtonPreview.ToolTipService.ToolTip
source: Preview
ja_jp: プレビュー(7)
ko_kr: 미리보기(7)
zh_tw: 預覽(7)

# MainPage_ToggleButtonSource.ToolTipService.ToolTip
source: Background material
ja_jp: 背景素材(2)
ko_kr: 배경 소재(2)
zh_tw: 背景素材(2)

# MainPage_ToggleButtonTitle.ToolTipService.ToolTip
source: Title settings
ja_jp: タイトル設定(4)
ko_kr: 제목 설정(4)
zh_tw: 標題設定(4)

# MainPage_ToggleButtonWelcome.ToolTipService.ToolTip
source: Welcome
ja_jp: ようこそ(1)
ko_kr: 어서 오세요(1)
zh_tw: 歡迎(1)

# MainPageControlViewModel_SynchronizeOff_Confirm
source: Turning off synchronization will prevent changes in other projects from being reflected. Also, conflicts may occur when you try to turn it back on. Are you sure you want to turn it off?
ja_jp: 連動をオフにすると、他のプロジェクトでの変更が反映されなくなります。 また、再度オンにする際に競合が発生することがあります。 本当にオフにしてもよろしいですか？
ko_kr: 연동을 끄면 다른 프로젝트에서의 변경 사항이 반영되지 않습니다. 또한 다시 켤 때 충돌이 발생할 수 있습니다. 정말로 꺼도 괜찮습니까?
zh_tw: 若關閉同步，其他專案的變更將不會同步。 此外，再次開啟時可能會發生衝突。 確定要關閉嗎？

# MainPageControlViewModel_SynchronizeOn_Error_AlreadySynchronized
source: It is already registered in the template and synchronized. There is no need to re-register.
ja_jp: すでにテンプレートに登録され、連動しています。 再登録の必要はありません。
ko_kr: 이미 템플릿에 등록되어 연동되어 있습니다. 재등록할 필요가 없습니다.
zh_tw: 已儲存為範本並正在同步中，無須重新儲存。

# MainPageControlViewModel_SynchronizeOn_Error_CannotLoadRegisteredTemplate
source: Unable to load registered templates.
ja_jp: 登録済のテンプレートを読み込めません。
ko_kr: 등록된 템플릿을 불러올 수 없습니다.
zh_tw: 無法讀取已儲存的範本。

# MainPageControlViewModel_SynchronizeOn_Error_TemplateNotSupported
source: The template is not supported.
ja_jp: テンプレートが対応していません。
ko_kr: 템플릿이 지원되지 않습니다.
zh_tw: 不支援此範本。

# MainPageControlViewModel_SynchronizeOn_Information_Registered
source: "{0}" has been registered as a template.
ja_jp: 「{0}」をテンプレートとして登録しました。
ko_kr: "{0}"을 템플릿으로 등록했습니다.
zh_tw: 已將「{0}」儲存為範本。

# MainPageControlViewModel_SynchronizeOn_Information_Renamed
source: Since a template with the same name was already registered, I changed the name of the setting to "{0}" and registered it.
ja_jp: すでに同じ名称のテンプレートが登録されていたため、設定の名称を「{0}」に変更して登録しました。
ko_kr: 이미 같은 이름의 템플릿이 등록되어 있어 설정 이름을"{0}"으로 변경하여 등록했습니다.
zh_tw: 由於已存在相同名稱的範本，設定名稱已變更為「{0}」並完成儲存。

# MainPageFontControl_ButtonSearch.ToolTipService.ToolTip
source: Font settings search
ja_jp: フォント設定検索
ko_kr: 글꼴 설정 검색
zh_tw: 搜尋字型設定

# MainPageFontControl_ButtonTool.ToolTipService.ToolTip
source: Various
ja_jp: 各種(M)
ko_kr: 각종(M)
zh_tw: 各種工具(M)

# MainPageFontControl_MenuFlyoutItemAddLyricsFont.Text
source: Add font settings
ja_jp: フォント設定を追加(L)
ko_kr: 글꼴 설정 추가(L)
zh_tw: 新增字型設定(L)

# MainPageFontControl_MenuFlyoutItemLoadTemplate.Text
source: Use template...
ja_jp: テンプレートを使用(T)...
ko_kr: 템플릿 사용(T)...
zh_tw: 使用範本(T)…

# MainPageFontControl_MenuFlyoutItemRemoveLyricsFont.Text
source: Remove font settings
ja_jp: フォント設定を削除(R)
ko_kr: 글꼴 설정 삭제(R)
zh_tw: 刪除字型設定(R)

# MainPageFontControl_MenuFlyoutItemSaveTemplate.Text
source: Register as template
ja_jp: テンプレートとして登録(G)
ko_kr: 템플릿으로 등록(G)
zh_tw: 儲存為範本(G)

# MainPageFontControl_TextBlockSynchronize.Text
source: Template synchronization:
ja_jp: テンプレート連動：
ko_kr: 템플릿 연동:
zh_tw: 範本同步：

# MainPageFontControl_TextBoxSearch.PlaceholderText
source: Font settings search
ja_jp: フォント設定検索
ko_kr: 글꼴 설정 검색
zh_tw: 搜尋字型設定

# MainPageFontControl_ToggleButtonSynchronize.Content
source: Synchronization
ja_jp: 連動(S)
ko_kr: 연동(S)
zh_tw: 同步(S)

# MainPageFontControlViewModel_ButtonFontFaceSettingsClicked_Undo_FontFace
source: Font face
ja_jp: フォントフェース
ko_kr: 글꼴 페이스
zh_tw: 字型外觀

# MainPageFontControlViewModel_Caption
source: The font settings panel allows you to configure the detailed settings for the font specified in the lyrics settings panel. You can create subtitles by setting only "Font Setting 1," but you can also set multiple fonts as needed.
ja_jp: フォント設定パネルでは、歌詞設定パネルで指定するフォントの詳細な内容を設定します。 「フォント設定 1」のみ設定すれば字幕を作成できますが、必要に応じて複数のフォントを設定することもできます。
ko_kr: 글꼴 설정 패널에서는 가사 설정 패널에서 지정하는 글꼴의 상세한 내용을 설정합니다. "글꼴 설정 1"만 설정하면 자막을 만들 수 있지만, 필요에 따라 여러 글꼴을 설정할 수도 있습니다.
zh_tw: 在字型設定面板中，可設定歌詞設定面板中指定字型的詳細內容。 只要設定「字型設定 1」即可建立字幕，但也可視需求設定多組字型。

# MainPageFontControlViewModel_Confirm_AddLyricsFont
source: Copy "{0}" and add it to the font settings. Are you sure?
ja_jp: 「{0}」をコピーしてフォント設定を追加します。 よろしいですか？
ko_kr: "{0}"을(를) 복사하고 글꼴 설정을 추가합니다. 계속하시겠습니까?
zh_tw: 將複製「{0}」並新增字型設定。 確定要執行嗎？

# MainPageFontControlViewModel_Confirm_RemoveLyricsFont
source: Remove "{0}". Are you sure?
ja_jp: 「{0}」を削除します。 よろしいですか？
ko_kr: "{0}"을(를) 삭제합니다. 계속하시겠습니까?
zh_tw: 將刪除「{0}」。 確定要刪除嗎？

# MainPageFontControlViewModel_DecorKindNames_0
source: None
ja_jp: なし
ko_kr: 없음
zh_tw: 無

# MainPageFontControlViewModel_DecorKindNames_1
source: Shadow
ja_jp: 影
ko_kr: 그림자
zh_tw: 陰影

# MainPageFontControlViewModel_DecorKindNames_2
source: Blur
ja_jp: ブラー
ko_kr: 블러
zh_tw: 模糊

# MainPageFontControlViewModel_Error_FindLyricsFont
source: Please enter your search keywords.
ja_jp: 検索キーワードを入力してください。
ko_kr: 검색어를 입력하세요.
zh_tw: 請輸入搜尋關鍵字。

# MainPageFontControlViewModel_Error_LoadTemplateDup
source: The template "{0}" is already in use.
ja_jp: テンプレート「{0}」を既に使用しています。
ko_kr: 이미 템플릿 "{0}"을(를) 사용 중입니다.
zh_tw: 您已經在使用範本「{0}」。

# MainPageFontControlViewModel_Error_LoadTemplateDupChange
source: (The name has been changed to "{0}")
ja_jp: （名称が「{0}」に変更されています）
ko_kr: (이름이 "{0}"(으)로 변경되었습니다)
zh_tw: (名稱已變更為「{0}」)

# MainPageFontControlViewModel_Error_LoadTemplateUnable
source: The template could not be loaded.
ja_jp: テンプレートを読み込めません。
ko_kr: 템플릿을 불러올 수 없습니다.
zh_tw: 無法讀取範本。

# MainPageFontControlViewModel_Error_NoSearch
source: There are no font settings that include "{0}" in the name.
ja_jp: 名称に「{0}」を含むフォント設定はありません。
ko_kr: 이름에 "{0}"을(를) 포함한 글꼴 설정이 없습니다.
zh_tw: 沒有包含「{0}」名稱的字型設定。

# MainPageFontControlViewModel_Error_RemoveLyricsFont
source: It is not possible to remove the last font settings.
ja_jp: フォント設定をなくすことはできません。
ko_kr: 글꼴 설정을 없앨 수 없습니다.
zh_tw: 無法刪除所有字型設定。

# MainPageFontControlViewModel_Error_RemovePositionFirst
source: The top marker cannot be removed.
ja_jp: 最上段のマーカーは削除できません。
ko_kr: 맨 위 마커는 삭제할 수 없습니다.
zh_tw: 無法刪除最上段的標記。

# MainPageFontControlViewModel_Error_RemovePositionLast
source: The bottom marker cannot be removed.
ja_jp: 最下段のマーカーは削除できません。
ko_kr: 맨 아래 마커는 삭제할 수 없습니다.
zh_tw: 無法刪除最下段的標記。

# MainPageFontControlViewModel_Information_CheckMarkers0P
source: Multiple markers at the 0% position exist in the font settings: {0} - {1}
ja_jp: フォント設定で 0% 位置のマーカーが複数存在しています。：{0} - {1}
ko_kr: 글꼴 설정에 0% 위치의 마커가 여러 개 존재합니다.:{0} - {1}
zh_tw: 字型設定中有多個 0% 位置的標記：{0} - {1}

# MainPageFontControlViewModel_Information_CheckMarkers100P
source: Multiple markers at the 100% position exist in the font settings: {0} - {1}
ja_jp: フォント設定で 100% 位置のマーカーが複数存在しています。：{0} - {1}
ko_kr: 글꼴 설정에 0% 위치의 마커가 여러 개 존재합니다.:{0} - {1}
zh_tw: 字型設定中有多個 100% 位置的標記：{0} - {1}

# MainPageFontControlViewModel_Undo_AddLyricsFont
source: Add font settings
ja_jp: フォント設定を追加
ko_kr: 글꼴 설정을 추가
zh_tw: 新增字型設定

# MainPageFontControlViewModel_Undo_CopyAfterWipeToBefore
source: Copy color scheme after the wipe to before
ja_jp: ワイプ後の配色をワイプ前にコピー
ko_kr: 아내 후의 색상 배합을 와이프 전에 복사
zh_tw: 將刷色後的配色複製到刷色前

# MainPageFontControlViewModel_Undo_CopyBeforeWipeToAfter
source: Copy color scheme before the wipe to after
ja_jp: ワイプ前の配色をワイプ後にコピー
ko_kr: 아내 전의 색상 배합을 와이프 후에 복사
zh_tw: 將刷色前的配色複製到刷色後

# MainPageFontControlViewModel_Undo_LoadTemplate
source: Use font template
ja_jp: フォントテンプレートを使用
ko_kr: 글꼴 템플릿 사용
zh_tw: 使用字型範本

# MainPageFontControlViewModel_Undo_RemoveLyricsFont
source: Remove font setting "{0}"
ja_jp: フォント設定「{0}」を削除
ko_kr: 글꼴 설정 "{0}"을(를) 삭제
zh_tw: 刪除字型設定「{0}」

# MainPageFontControlViewModel_Undo_SwapWipe
source: Swap the color schemes before and after the wipe
ja_jp: ワイプ後とワイプ前の配色を交換
ko_kr: 와이프 후와 와이프 전의 색상 배합을 교환
zh_tw: 交換刷色前後的配色

# MainPageFrameRateControl_TextBlockFrameRate.Text
source: Frame rate:
ja_jp: フレームレート(F)：
ko_kr: 프레임 속도(F):
zh_tw: 影格率(F)：

# MainPageLayoutControl_ButtonSearch.ToolTipService.ToolTip
source: Layout settings search
ja_jp: レイアウト設定検索
ko_kr: 레이아웃 설정 검색
zh_tw: 搜尋版面配置設定

# MainPageLayoutControl_ButtonTool.ToolTipService.ToolTip
source: Various
ja_jp: 各種(M)
ko_kr: 각종(M)
zh_tw: 各種工具(M)

# MainPageLayoutControl_MenuFlyoutItemAddLyricsLayout.Text
source: Add layout settings
ja_jp: レイアウト設定を追加(L)
ko_kr: 레이아웃 설정을 추가(L)
zh_tw: 新增版面配置設定(L)

# MainPageLayoutControl_MenuFlyoutItemLoadTemplate.Text
source: Use template...
ja_jp: テンプレートを使用(T)...
ko_kr: 템플릿 사용(T)...
zh_tw: 使用範本(T)…

# MainPageLayoutControl_MenuFlyoutItemRemoveLyricsLayout.Text
source: Remove layout settings
ja_jp: レイアウト設定を削除(R)
ko_kr: 글꼴 설정 삭제(R)
zh_tw: 刪除版面配置設定(R)

# MainPageLayoutControl_MenuFlyoutItemSaveTemplate.Text
source: Register as template
ja_jp: テンプレートとして登録(G)
ko_kr: 템플릿으로 등록(G)
zh_tw: 儲存為範本(G)

# MainPageLayoutControl_TextBlockSynchronize.Text
source: Template synchronization:
ja_jp: テンプレート連動：
ko_kr: 템플릿 연동:
zh_tw: 範本同步：

# MainPageLayoutControl_TextBoxSearch.PlaceholderText
source: Layout settings search
ja_jp: レイアウト設定検索
ko_kr: 글꼴 설정 검색
zh_tw: 搜尋版面配置設定

# MainPageLayoutControl_ToggleButtonSynchronize.Content
source: Synchronization
ja_jp: 連動(S)
ko_kr: 연동(S)
zh_tw: 同步(S)

# MainPageLayoutControlViewModel_Caption
source: The Layout Settings panel allows you to configure the detailed layout settings specified in the Lyrics settings panel. While setting only "Layout Setting 1" will allow you to place subtitles, you can also set multiple layouts as needed.
ja_jp: レイアウト設定パネルでは、歌詞設定パネルで指定するレイアウトの詳細な内容を設定します。 「レイアウト設定 1」のみ設定すれば字幕を配置できますが、必要に応じて複数のレイアウトを設定することもできます。
ko_kr: 글꼴 설정 패널에서는 가사 설정 패널에서 지정하는 글꼴의 상세한 내용을 설정합니다. "글꼴 설정 1"만 설정하면 자막을 만들 수 있지만, 필요에 따라 여러 글꼴을 설정할 수도 있습니다.
zh_tw: 在版面配置設定面板中，可設定歌詞設定面板中指定版面配置的詳細內容。 只要設定「版面配置設定 1」即可配置字幕，但也可視需求設定多組版面配置。

# MainPageLayoutControlViewModel_Confirm_AddLyricsLayout
source: Copy "{0}" and add it to the layout settings. Are you sure?
ja_jp: 「{0}」をコピーしてレイアウト設定を追加します。 よろしいですか？
ko_kr: "{0}"을(를) 복사하고 글꼴 설정을 추가합니다. 계속하시겠습니까?
zh_tw: 將複製「{0}」並新增版面配置設定。 確定要執行嗎？

# MainPageLayoutControlViewModel_Confirm_RemoveLyricsLayout
source: Remove "{0}". Are you sure?
ja_jp: 「{0}」を削除します。 よろしいですか？
ko_kr: "{0}"을(를) 삭제합니다. 계속하시겠습니까?
zh_tw: 將刪除「{0}」。 確定要刪除嗎？

# MainPageLayoutControlViewModel_Error_FindLyricsLayout
source: Please enter your search keywords.
ja_jp: 検索キーワードを入力してください。
ko_kr: 검색어를 입력하세요.
zh_tw: 請輸入搜尋關鍵字。

# MainPageLayoutControlViewModel_Error_LoadTemplateDup
source: The template "{0}" is already in use.
ja_jp: テンプレート「{0}」を既に使用しています。
ko_kr: 이미 템플릿 "{0}"을(를) 사용 중입니다.
zh_tw: 您已經在使用範本「{0}」。

# MainPageLayoutControlViewModel_Error_LoadTemplateDupChange
source: (The name has been changed to "{0}")
ja_jp: （名称が「{0}」に変更されています）
ko_kr: (이름이 "{0}"(으)로 변경되었습니다)
zh_tw: (名稱已變更為「{0}」)
